{
  "operational_standards": [
    "We strictly enforce PPE usage: Our technician always wears ANSI-approved safety goggles or full-face shields to prevent injury from 4200 PSI pressure or debris.",
    "We prioritize thermal protection: We wear insulated, waterproof gloves and steel-toed boots to protect our team from high-velocity debris and scalding water reaching temperatures up to 210°F.",
    "We mitigate Carbon Monoxide risks: We operate our gas engines and diesel burners exclusively in well-ventilated outdoor areas and never run equipment inside enclosed spaces like garages or vans.",
    "We maintain fire-safe zones: We keep a minimum 15-foot clearance between our diesel burner’s exhaust stack and any flammable materials, including your home’s siding and nearby landscaping.",
    "We perform daily equipment inspections: We check our high-pressure hoses for kinks, bubbles, or wear every morning and replace any compromised equipment immediately to ensure a safe job site.",
    "We utilize a two-handed operation technique: Our team maintains a firm, two-handled grip on the trigger gun at all times to safely manage the \"kickback\" force of our 4.0 GPM flow.",
    "We direct & collect grey water: We use diversion from storm drains and retrieval into greywater tanks when using potent chemicals.",
    "We follow a strict \"cool down\" cycle: We turn off our diesel burners several minutes before the job ends, running cold water through the system to protect our equipment and ensure no scalding water remains in the lines.",
    "We practice pressure relief protocols: After every shut-down, we bleed the trapped pressure from the lines before disconnecting, ensuring no accidental high-pressure releases occur.",
    "We maintain documentation: We keep a complete SDS (Safety Data Sheet) binder on every job site for all chemicals, including SH, EBC, and Ure-Seal, as required by Michigan Right-to-Know laws.",
    "We practice \"Saturation Protection\": Before and after chemical application, we flood all surrounding vegetation with fresh water to ensure your landscaping remains healthy.",
    "We use Biodegradable Degreasers in large areas: Our use of EBC ensures that heavy oils are broken down into environmentally safe byproducts.",
    "We strictly follow dilution ratios: We never use \"raw\" chemicals; our downstream injection systems ensure that only the minimum effective amount of product is used on your home.",
    "We secure the work zone: We use safety cones and \"Caution\" tape to clearly mark our work area, protecting residents and pets from slip hazards and hot water runoff.",
    "We ensure stable equipment placement: We operate our machinery on level ground to prevent fuel spills and ensure the internal components of our Simpson ALH 4240 function safely and efficiently."
  ]
}